Revit 2024 API
BuiltInFailures.FabricFailures.BentHiddenWires Property
 The wires of this custom fabric sheet type are longer than the bending sketch. The linear quantities shown in schedules and tags are not accurate.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId BentHiddenWires { get; }
Visual Basic
Public Shared ReadOnly Property BentHiddenWires As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ BentHiddenWires {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.FabricFailures Class
Autodesk.Revit.DB Namespace